// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Asistente de configuración";

//Device Discovery

PrinterNameColumnTitle = "Nombre de la impresora";
PrinterModelColumnTitle = "Modelo de impresora";
PrinterDriverColumnTitle = "Controlador de la impresora";
ConnectionColumnTitle = "Conexión";
DetailsColumnTitle = "Detalles";

DeviceDiscoveryTaskName = "Añadir dispositivo";
DeviceDiscoveryNameText = "Nombre:";
DeviceDiscoveryInformativeText = "Seleccione su impresora de la lista y pulse Continuar para añadir la impresora al sistema.";

//Queue Created

QueueCreatedText = "Se ha creado la cola para su impresora.\n\nSi desea crear una cola de impresora para otras impresoras que se muestran en la lista anterior, haga clic en Volver y repita el proceso.\n\nSi ha terminado, haga clic en Continuar.";
QueueCreatedTaskName = "Cola de trabajos creada";

QueueDuplicationAlertTitle = "Configuración de %@";
QueueDuplicationAlertText = "La cola para %@ ya existe. ¿Desea crear una nueva cola?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "Programa de participación de clientes de HP Designjet";

//CIP Introduction

CIPIntroductionText = "Ayúdenos a crear mejores productos!\n\nÚnase al Programa de participación de clientes de HP Designjet y ayúdenos a mejorar nuestros productos. Los datos anónimos sobre el uso de la impresora que recopilamos nos ayudarán a determinar el modo en que utiliza su impresora y qué características del producto son las más importantes para usted. Todos los datos se recopilan y utilizan conforme a la Declaración de privacidad del Programa de participación de clientes. No existen encuestas obligatorias ni correos electrónicos de seguimiento. No se recopila ninguna información personal de contacto. Puede dejar de participar en cualquier momento.";
CIPIntroductionPrivacyStatementLink = "Declaración de privacidad del Programa de participación de clientes";
CIPIntroductionPrivacyStatementLinkTooltip = "Declaración de privacidad de CIP";

"Yes, I want to participate (send anonymous data only)" = "Sí, deseo participar (enviar solo datos anónimos)";
"No, thank you" = "No, gracias";

CIPIntroductionTaskName = "Programa de participación de clientes de HP Designjet";
CIPIntroductionTaskTOCTitle = "Introducción";
CIPSendSerialText = "Al seleccionar la opción 'Enviar el número de serie de mi impresora' nos permitirá ofrecerle un servicio y asistencia del producto mejorados, y es necesario para determinar la elegibilidad de determinados programas de compensación basados en el uso.";

"Send my printer's serial number" = "Enviar el número de serie de mi impresora";

//CIP Business Profile

CIPBusinessProfileText = "Para ayudarles a conocer mejor su entorno de trabajo, indíquenos la siguiente información opcional. Si decide no suministrarnos esta información, seguiremos recibiendo sus datos anónimos sobre el uso de la impresora, en el caso de que acepte participar en el Programa de participación de clientes. Todos los datos se recopilan y utilizan conforme a la Política de privacidad de HP. No existen encuestas obligatorias ni correos electrónicos de seguimiento. No se recopila ninguna información personal de contacto.";

CIPBusinessProfileTaskName = "Programa de participación de clientes de HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Perfil de negocio";

BusinessTypeText = "Tipo de negocio:";
BusinessSizeText = "Tamaño del negocio:";
GeographicalRegionText = "Región geográfica:";

"None" = "Ninguno";
"Architecture, Engineering, Construction" = "Arquitectura, Ingeniería, Construcción";
"Graphic Design, Advertising Services" = "Diseño gráfico, Servicios de publicidad";
"Infrastructure, Utilities, Telecommunications" = "Infraestructura, Servicios públicos, Telecomunicaciones";
"Manufacturing, Automotive, Transportation" = "Fabricación, Automoción, Transporte";
"Printing Services" = "Servicios de impresión";
"Professional Photography Services" = "Servicios de fotografía profesional";
"Public Sector" = "Sector público";
"Other" = "Otros";

"1-10 employees" = "1-10 empleados";
"10-100 employees" = "10-100 empleados";
"100-1000 employees" = "100-1.000 empleados";
"more than 1000 employees" = "más de 1.000 empleados";

"Americas" = "América";
"Europe, Middle East, Africa" = "Europa, Oriente Medio, África";
"Asia Pacific, Japan" = "Asia Pacífico, Japón";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support ofrece una forma fácil y cómoda de supervisar, actualizar y utilizar de forma óptima las impresoras de HP.\
\n\nConsulte el Contrato de HP Proactive Support para obtener más información.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "Contrato de HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Contrato de HP Proactive Support";

"Yes, I want to enable it" = "Sí, deseo activarlo";

//HP Printer Monitor

PrinterMonitorTextField = "La aplicación HP Printer Monitor le permite ver el estado de sus impresoras HP Designjet en segundo plano y le informa cuándo es necesario revisar la impresora (por ejemplo, cuando se producen problemas con los cartuchos o atascos de papel)\n¿Desea recibir notificaciones en forma de alertas? Puede cambiar estos ajustes más adelante.";
AdviseAlertsAgreement = "Sí, deseo que me informen inmediatamente";
AdviseAlertsChoosen = "Las alertas aparecerán como banners emergentes directamente en su Dock.";
AdviseAlertsNotChoosen = "Las alertas no aparecerán como elementos emergentes en el Dock. Necesita abrir HP Printer Monitor para ver las alertas.";

PrinterMonitorTaskName = "HP Printer Monitor - Alertas";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Mostrar todas las alertas";
"Show only critical alerts" = "Mostrar solo alertas críticas";

// Web Registration

WebRegistrationTaskName = "Registro Web";

WebRegistrationTextField = "Gracias por su compra.\n\nPor favor, emplee unos minutos en registrar su nueva impresora. De este modo podrá:\n\nPodrá participar de los programas de HP y recibir regalos espectaculares!\n\nProporcionar a HP la información necesaria para seguir diseñando nuestros productos de acuerdo con las características que más le convengan a usted, nuestro cliente.\n\nRecibir una suscripción gratuita a Designjet Online: una excelente fuente de noticias y sugerencias, no sólo sobre las impresoras en sí, sino sobre la tinta, los medios de impresión, las aplicaciones, etc. También contiene multitud de casos concretos que podrán serle de utilidad, algunos de ellos escritos incluso por nuestros usuarios mismos.\n\nTenga en cuenta que sus derechos de garantía no se verán afectados si decide no completar y enviar el registro de su producto.\n\nRegistrar...";

WebRegistrationLink = "Registrar...";
WebRegistrationLinkTooltip = "Registrar";

WebRegistrationStatementText = "Si hace clic en \"Continuar\", se utilizará el navegador web por defecto para acceder en línea a las páginas web de HP.\n\nPara completar la operación, debe enviarse información personal a los servidores seguros de HP. Esta información puede incluir:\n\nDirección IP\nModelo de impresora\nSistema operativo\n\nPolítica de privacidad de HP en línea";

WebRegistrationStatementLink = "Política de privacidad de HP en línea";

//Summary

SummaryTextField-1 = "El Asistente de configuración ha finalizado.";
SummaryTextField-2 = "En HP Printer Monitor ha activado lo siguiente:";
SummaryTextCIP = "Programa de participación de clientes de HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Alertas";
SummaryTextField-3 = "Para cambiar la configuración de las alertas y su participación en los programas de HP Designjet, abra las Preferencias de HP Printer Monitor disponibles en la aplicación HP Printer Monitor.";

SummaryTaskName = "Resumen";

//CIP Privacy Statement Window

PrivacyStatementText = "HP respeta su privacidad y se compromete a protegerla.\n\nHP proporciona esta Declaración de privacidad para informarle de que, con su permiso, mediante la función del “Programa de participación de clientes” se enviará periódicamente a HP información sobre el uso de suministros y la configuración de su producto. La información que se envíe a HP se utilizará para mejorar los productos y servicios, además de para supervisar el dispositivo en el caso de que mantenga una relación con HP de suministro de servicios, como la sustitución proactiva de cartuchos, contratos de pago por página, acuerdos de asistencia técnica o seguimiento del uso.\n\nHP recopilará los datos de uso y estado de su impresora, así como otros datos concretos de la impresora. Los datos se pueden compartir con otras entidades de HP, posiblemente ubicadas en el extranjero, para permitir utilizar el 'Programa de participación de clientes' y para poder realizar estudios de mercado que permitan a HP mejorar la calidad de sus productos y servicios.\n\nLa lista de abajo es solo una muestra del tipo de información que se recopilará mediante el 'Programa de participación de clientes':\n\nInformación de la impresora:\n\t- Nombre del producto\n\t- Número de producto\n\t- Número de serie\n\t- Versión del firmware\n\t- Número de páginas impresas\n\t- Estado de la impresora\n\t- Datos de uso de la impresora\n\t- Archivo de registro de evento (contiene una lista de los errores de impresora)\n\t- Última información de contabilidad de impresión\n\nHP mantendrá la privacidad de todos los datos recopilados conforme a la Declaración de privacidad en línea de HP y además le asegura que HP tomará todas las precauciones razonables al gestionar los datos de uso y de estado de la impresora. Para obtener la información más reciente sobre privacidad o políticas de recopilación de información, consulte su sitio web local de HP.\n\nSi desea ejercer su derecho de acceso, rectificación o cancelación de sus datos, póngase en contacto en la dirección myprinteradmin@hp.com";

HPPrivacyStatement = "Declaración de privacidad de HP";
PersonalDataRightsNotice = "Aviso sobre los derechos de datos personales";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support (asistencia proactiva HP) proporciona una manera fácil y conveniente de supervisar sus impresoras HP, manteniéndolas actualizadas y funcionando en las mejores condiciones.
El servicio HP Proactive Support buscará las actualizaciones más recientes necesarias para el hardware y el software HP instalado en su sistema, dándole la posibilidad de elegir lo que desea instalar.
Las sencillas alertas y la información de soporte le permitirán saber cuándo necesita atención una impresora y lo que debe hacer.</p>

<p>Las nuevas actualizaciones estarán disponibles conforme se vayan desarrollando.
El servicio HP Proactive Support comprobará si hay nuevas actualizaciones en un intervalo que usted especificará.</p>

<p>HP se compromete a proteger la confidencialidad de aquellos de nuestros clientes que usen HP Proactive Support (asistencia proactiva HP). Los datos de su equipo que sean recogidos por el servicio HP Proactive Support se usarán para saber si hay actualizaciones de software necesarias y si a sus sistemas les afecta algunos de los posibles problemas conocidos por HP.</p>

<p>La información obtenida no se usará para hacer un seguimiento individual de clientes, ordenadores o impresoras conectadas. No se recogerán datos que le identifiquen personalmente, como nombre, dirección o dirección de correo electrónico.
Los datos reunidos se podrán agregar en una forma anónima con fines de investigación de mercado y para permitir a HP mejorar la calidad de sus ofertas de productos y servicios.</p>

<p>Estos datos podrán ser retenidos durante un periodo de 5 años a contar desde la fecha de la última transferencia de datos a HP y se enviarán a un sistema HP que se podría encontrar en otro país. La dirección IP del equipo remitente se usará para fines de transmisión mediante comunicaciones Web estándar.</p>

<p>La información reunida por HP Proactive Support incluye lo siguiente:<br>
- Nombre del sistema operativo.<br>
- Configuración del país.<br>
- Configuración de idioma<br>
- Lista de las impresoras configuradas bajo HP Printer Monitor (supervisor de impresoras HP)</p>

<p>Para mejorar el servicio HP Proactive Support, HP también hace un seguimiento de cuántas descargas de soluciones se intentaron, cuántas actualizaciones se instalaron correctamente o cuántas fallaron. De estos datos se hace un seguimiento anónimo.
El servicio HP Proactive Support no adjunta identificadores exclusivos a los datos del cliente.</p>

<p>Para obtener más información sobre nuestra directiva de privacidad, visite <a href=\"http://www.hp.com/go/proactivesupport/privacy/es\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


